2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/VR00090-Vulbericht-TC01-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670000</ABONNEMENT>
            <NAAM>Geen pop.bep. levering op basis van doelbinding</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>*</brp:zendendePartij>
    <brp:zendendeSysteem>*</brp:zendendeSysteem>
    <brp:ontvangendePartij>*</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>*</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>*</brp:soortSynchronisatie>
    <brp:abonnementNaam>*</brp:abonnementNaam>
    <brp:categorieDienst>*</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:code>*</brp:code>
    <brp:naam>*</brp:naam>
    <brp:categorie>*</brp:categorie>
    <brp:partijCode>*</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
        <brp:soortCode>*</brp:soortCode>
        <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
        <brp:identificatienummers brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>809468657</brp:burgerservicenummer>
          <brp:administratienummer>1010103529</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:voorkomenSleutel="*">*</brp:samengesteldeNaam>
        <brp:geboorte brp:voorkomenSleutel="*">*</brp:geboorte>
        <brp:geslachtsaanduiding brp:voorkomenSleutel="*">*</brp:geslachtsaanduiding>
        <brp:inschrijving>*</brp:inschrijving>
        <brp:bijhouding>*</brp:bijhouding>
        <brp:voornamen>*</brp:voornamen>
        <brp:geslachtsnaamcomponenten>*</brp:geslachtsnaamcomponenten>
        <brp:naamgebruik brp:voorkomenSleutel="*">*</brp:naamgebruik>
        <brp:adressen>*</brp:adressen>
        <brp:nationaliteiten>*</brp:nationaliteiten>
        <brp:betrokkenheden>*</brp:betrokkenheden>
         <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>01001</brp:code>
            <brp:naam>Geboorte in Nederland</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>505003</brp:partijCode>
            <brp:toelichtingOntlening>toelichting</brp:toelichtingOntlening>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:soortNaam>Geboorteakte</brp:soortNaam>
                  <brp:identificatie>identificatieTC0101</brp:identificatie>
                  <brp:aktenummer>1234567</brp:aktenummer>
                  <brp:partijCode>505003</brp:partijCode>
                </brp:document>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="*">
                <brp:soortNaam>Registratie geboorte</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="*">
                <brp:soortNaam>Registratie identificatienummers</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="*">
                <brp:soortNaam>Registratie nationaliteit</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>